<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("tags", "возврат, возврат покупки, возврат товара, возврат товара потребителем");
$APPLICATION->SetPageProperty("title", "http://happia.ru/pokupka-i-vozvrat");
$APPLICATION->SetPageProperty("keywords", "возврат покупки, возврат товара, возврат товара потребителем");
$APPLICATION->SetPageProperty("description", "Покупка и возврат товаров");
$APPLICATION->SetTitle("Покупка и возврат");
?><blockquote>
 <b>
	<h3>Особенности возврата товара надлежащего качества</h3>
 </b> <span class="dropcap1">С</span>
	<p>
		 огласно Закону РФ от 07.02.1992 N 2300-1 (ред. от 13.07.2015) "О защите прав потребителей" покупатель имеет право обменять непродовольственный товар надлежащего качества на аналогичный товар, если первоначальный вариант не подошел по форме, габаритам, фасону, расцветке, размеру или комплектации.
	</p>
 <br>
	<p>
 <span style="font-size: 14pt;">Обмен непродовольственного товара надлежащего качества в течение четырнадцати дней, не считая дня его покупки. Процедура осуществляется,если товар не был в употреблении, сохранены его товарный вид, потребительские свойства, пломбы, фабричные ярлыки, а также имеется товарный чек или кассовый чек либо иной подтверждающий оплату </span>указанного товара документ.<br>
	</p>
	<p>
		 Просим обратить внимание,что возврату и обмену НЕ ПОДЛЕЖАТ товары из следующей категории:
	</p>
 <span style="line-height: 1.42857;">
	<ul>
		<li><span style="line-height: 1.42857;">Предметы личной гигиены (зубные щетки, расчески, заколки, контактные линзы, парики, шиньоны и другие аналогичные товары);</span></li>
		<li><span style="line-height: 1.42857;">Текстильные товары (хлопчатобумажные, льняные, шелковые, шерстяные и синтетические ткани, товары из нетканых материалов типа тканей - ленты, тесьма, кружево и другие);</span></li>
		<li><span style="line-height: 1.42857;">Швейные и трикотажные изделия (изделия швейные и трикотажные бельевые, изделия чулочно-носочные).&nbsp;</span></li>
	</ul>
 </span>
	<p>
 <br>
	</p>
	<p>
		 Возврат и обмен товаров производится в магазине по указанным на сайте адресам в Москве и Санкт-Петербурге.
	</p>
	<p>
		 Если клиент не может приехать в магазин сам, то за товаром высылается курьер или покупатель может отправить товар курьерской службой. В этом случае выезд курьера оплачивается в соответствии с обычными ценами на доставку. При возврате товара надлежащего качеств возвращается только стоимость товара. Стоимость доставки и обратной пересылки не компенсируется. При частичном возврате стоимость доставки заказа не возвращается. Если возврат осуществляется вместе с доставкой следующего заказа,клиент оплачивает только сумму доставляемого товара.
	</p>
 <br>
 <b>
	<h3>Особенности возврата товара ненадлежащего качества</h3>
 </b>
	<p>
		 В случае возврата товара надлежащего качества его стоимость возмещается сразу же. Если качество товара ненадлежащее, мы просим клиента составить соответствующее заявление на возврат с приложением паспортных данных(ксерокопией). Сам товар подвергается осмотру, решение выносится в течение 10 дней (в случае очевидного брака решение может быть принято сразу же). <br>
	</p>
	<p>
		 Визуальное восприятие некоторых цветов в интернете может несколько отличаться от реальной картины (в зависимости от настроек тональности монитора, освещения, особенностей фотографирования), поэтому данные расхождения не могут расцениваться как недостоверная информация или введение в заблуждение покупателя. <br>
 <br>
	</p>
	<h3><b>При обмене или возврате товара Вам необходимо: </b></h3>
 <br>
	 1. Связаться с менеджером магазина по указанным на сайте телефонам; <br>
	 2. Сделать ксерокопию паспорта; <br>
	 3. Написать заявление на возврат товара, в котором Вы указываете свои паспортные данные, номер заказа, артикул, название товара, размер товара (если есть) и причину возврата товара; <br>
	 4. Выписать банковские реквизиты, на которые будет производиться возврат денежных средств.<br>
 <br>
 <b>
	<h3>Получение товара от сотрудника курьерской службы</h3>
 </b>
	<ul>
		<li><span style="line-height: 1.42857;">Покупатель обязан проверить его целостность и комплектность, произвести приемку по количеству, наименованию и качеству (отсутствию видимых механических повреждений) в момент получения товара. Если Покупатель обнаружил повреждение упаковки или товар не соответствует заказанному, или имеет явный дефект, то Покупатель обязан отказаться от приемки такого товара. В случае отказа от покупки товара надлежащего качества на месте, стоимость доставки оплачивается курьеру согласно Статье 497 Гражданского кодекса РФ. Клиент покрывает&nbsp;расходы компании, понесенные в связи с выполнением заказа.</span></li>
		<li><span style="line-height: 1.42857;">В случае обнаружения повреждения упаковки, испортившего&nbsp;товар, по вине службы доставки, покупатель обязан предъявить письменную претензию службе доставки (потребовать от курьера составить акт), а также известить об инциденте менеджера магазина. В таком случае продавец не несет материальной ответственности перед покупателем.</span></li>
		<li><span style="line-height: 1.42857;">При обнаружении несоответствия полученного товара заказанному на сайте или явных дефектов клиент должен вернуть заказ курьеру сразу или в течение 5 дней (с момента получения посылки). Необходимо известить об этом менеджера магазина&nbsp;и отправить товар обратно.</span></li>
	</ul>
</blockquote>
 <br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>