<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("tags", "инструкции, как заказать, сделать заказ");
$APPLICATION->SetPageProperty("title", "http://happia.ru/instruktsii");
$APPLICATION->SetPageProperty("keywords", "инструкции, как заказать, сделать заказ");
$APPLICATION->SetPageProperty("description", "Инструкции");
$APPLICATION->SetTitle("Инструкции ");
?><h2>
Инструкции для пользователей сайта: самые популярные вопросы </h2>
<h3>
На нашем сайте вы всегда сможете найти актуальную информацию о количестве, характеристиках и комплектации товаров. </h3>
<p>
</p>
<ul>
	<li><span style="font-size: 14pt; line-height: 1.42857;"><i>Как найти нужный мне товар?</i></span><br>
 </li>
</ul>
<p>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
 <span style="font-size: 14pt;">
	- Воспользуйтесь полем <span class="label label-primary">«ПОИСК»</span> в правом верхней углу сайта. Туда Вы можете написать интересующую вещь (например, «усы», «уши», «очки») или артикул товара, если он уже известен (например, «3412»). </span>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
</p>
<ul>
	<li><span style="font-size: 14pt; line-height: 1.42857;"><i>Как узнать, есть ли интересующий меня товар в наличии?</i></span><br>
 </li>
</ul>
<p>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
 <span style="font-size: 14pt;">
	- Для этого кликнете по нужной картинке – откроется страница данного товара. На ней вы сможете увидеть информацию о точном количестве на складах в Москве и Санкт-Петербурге. А также прочитать характеристики товара и узнать о его комплектации. </span>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
</p>
<ul>
	<li><span style="font-size: 14pt; line-height: 1.42857;"><i>Как купить товар в вашем интернет-магазине?</i></span><br>
 </li>
</ul>
<p>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
 <span style="font-size: 14pt;">
	- На странице товара Вы найдете кнопку <span class="label label-primary">«В КОРЗИНУ»</span>. Предварительно Вы можете выбрать нужный размер и количество единиц товара. Все выбранные варианты автоматически появятся в Вашей виртуальной корзине, где вы всегда сможете скорректировать заказ. </span>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
</p>
<ul>
	<li><span style="font-size: 14pt; line-height: 1.42857;"><i>Товар, который мне нужен, отсутствует, но я хочу его купить. Что делать?</i></span><br>
 </li>
</ul>
<p>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
 <span style="font-size: 14pt;">
	- Воспользуйтесь кнопкой <span class="label label-primary">«ПОДПИСАТЬСЯ»</span> на странице товара. На указанный Вами адрес электронной почты молниеносно придет уведомление, как только данный товар снова появится у нас в продаже. Или позвоните менеджерам наших магазинов по указанным телефонам: возможно, они смогут предложить альтернативные варианты. </span>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
</p>
<ul>
	<li><span style="font-size: 14pt; line-height: 1.42857;"><i>Меня просят ввести мои имя и фамилию, адрес, электронную почту и телефон. Что вы делаете с этими данными? Не буду ли я получать потом «спам»?</i></span><br>
 </li>
</ul>
<p>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
 <span style="font-size: 14pt;">
	- Закон обязывает хранить Ваши личные данные в защищенном виде и не разрешает передавать их третьим лицам. Для оформления заказа Вам понадобится ввести только имя и номер телефона, если Вы хотите доставку на дом, необходимо ввести адрес и e-mail. Телефон и электронную почту мы используем для информирования Вас о статусе заказа и его трек-номере.</span>
</p>
<p>
</p>
<ul>
	<li><span style="font-size: 14pt; line-height: 1.42857;"><i>Почему покупка была доставлена на день позже / раньше?</i></span><br>
 </li>
</ul>
<p>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
 <span style="font-size: 14pt;">
	- К сожалению, у нас нет собственной службы доставки, и мы пользуемся услугами курьерских компаний, с которыми у нас заключен договор. Прогнозировать сроки доставки мы можем только на основе данных, которые в автоматическом режиме предоставляет курьерская компания. </span>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
</p>
<ul>
	<li><span style="font-size: 14pt; line-height: 1.42857;">Мне не нравится моя покупка, я передумал. Как вернуть товар?</span><br>
 </li>
</ul>
<p>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
 <span style="font-size: 14pt;">
	- Вы можете вернуть вашу покупку и получить за нее деньги назад при соблюдении некоторых условий (Подробнее – на странице <a href="http://tmp.happia.ru/about/pokupka-i-vozvrat/">«ПОКУПКА И ВОЗВРАТ»</a>). </span>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
</p>
<ul>
	<li><span style="font-size: 14pt; line-height: 1.42857;"><i>Не опасны ли костюмы и грим для моего ребенка?</i></span><br>
 </li>
</ul>
<p>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
 <span style="font-size: 14pt;">
	- Представленная в нашем интернет-магазине продукция безопасна. Мы предлагаем товары европейского и американского производства. Несмотря на то, что некоторые предметы сделаны в Китае по заказу компаний-производителей, все товары имеют американские или европейские и российские сертификаты качества. </span>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
</p>
<ul>
	<li><span style="font-size: 14pt; line-height: 1.42857;"><i>Я не могу разобраться с интернет-магазином, у меня не получается оформить заказ!</i></span><br>
 </li>
</ul>
<p>
</p>
 <span style="font-size: 14pt;"> </span>
<p>
 <span style="font-size: 14pt;">
	- Спокойствие, только спокойствие! Свяжитесь с менеджером магазина по указанным на сайте телефонам, и мы с радостью поможем Вам оформить заказ и проконсультируем по интересующим вопросам касательно нашей продукции.</span>
</p><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>