<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Магазин «Хаппиа»");
?><h2 class="blockquote">
Кто мы и чем мы занимаемся?<br>
 <br>
 </h2>
<p style="font-size: 14pt;">
	 Магазины "Хаппиа" - это качественные карнавальные костюмы, латексные и венецианские маски, контактные линзы, профессиональный грим и декорации к любому празднику. Вот уже <b>более 7 лет</b> мы радуем наших покупателей красивым товаром, приятными ценами и своевременными доставками.
</p>
 <span style="font-size: 14pt;">Наши руководители лично посещают ежегодные международные выставки карнавальной продукции, тщательно отбирают товар и заключают контракты на поставку из <b>Германии, США, Голландии и Италии</b>. Мы ежедневно внимательно и целенаправленно работаем с каждым клиентом, независимо от сложности поставленной задачи: подобрать пару аксессуаров или создать образ "с нуля". Если&nbsp;</span><span style="line-height: 1.42857; font-size: 14pt;">у нас нет нужного товара,&nbsp;мы стараемся найти или изготовить его, а также доставить клиенту в кратчайшие сроки.</span><br>
 <span style="font-size: 14pt;"><br>
 </span>
<p>
</p>
<p class="blockquote">
 <span style="font-size: 14pt;">Мы заботимся о том, чтобы вы имели максимально четкое представление о нашем товаре. Для этого мы <b>снимаем видеоролики и множество фотографий</b>, где товар представлен наглядно в использовании, выкладываем на сайт не только стандартные картинки производителя, но и свои собственные, стараясь продемонстрировать вещь в реальной жизни.&nbsp;</span>
</p>
<p class="blockquote">
 <span style="font-size: 14pt;">Мы открыты для общения и экспериментов,именно поэтому мы активно работаем над нашими профилями в соц.сетях: </span><a href="https://vk.com/happia"><span class="label label-info" style="font-size: 14pt;">ВКонтакте</span></a><span style="font-size: 14pt;">,&nbsp;</span><a href="https://www.instagram.com/happia.ru/"><span class="label label-warning" style="font-size: 14pt;">Instagram</span></a><span style="font-size: 14pt;">,&nbsp;</span><a href="https://www.youtube.com/channel/UC1yo9WnINwy7Fs-NT0mVb4A"><span class="label label-primary" style="font-size: 14pt;">YouTube</span></a><span style="font-size: 14pt;">. Там мы делимся не только новой и интересной информацией из мира творчества, но и показываем наших довольных клиентов.</span><br>
 <span style="font-size: 14pt;"><br>
 </span>
</p>
<p class="blockquote">
 <span style="font-size: 14pt;">Мы заботимся о безопасности личной информации &nbsp;и строго придерживаемся принципов обеспечения конфиденциальности в соответствии с требованиями действующего законодательства. Предоставленная посетителем сайта информация (электронный адрес, физический адрес, номер мобильного телефона, имя; паспортные данные – только в случаях, предусмотренных законодательством, например, для обмена или возврата товара) используется исключительно для обработки заказа в Интернет-магазине или для предоставления клиенту доступа к информации, касающейся его заказа.&nbsp;</span><br>
 <br>
 <br>
	 &nbsp;<br>
	 &nbsp;<br>
</p>
 <br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>