<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Типографика");
?>



        <div class="row">
            <div class="col-xs-12">
                <h1>Заголовок H1</h1>
                <p>Алфавит и на подзаголовок своего переулка Строчка. Грустный реторический вопрос скатился по его щеке и он продолжил свой путь. Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.</p>
                <h2>Заголовок H2</h2>
                <p>Алфавит и на подзаголовок своего переулка Строчка. Грустный реторический вопрос скатился по его щеке и он продолжил свой путь. Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.</p>
                <h2>Заголовок H2 с лэйблом <span class="label label-default">New</span></h2>
                <p>Алфавит и на подзаголовок своего переулка Строчка. Грустный реторический вопрос скатился по его щеке и он продолжил свой путь. Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.</p>
                <h2>Заголовок H2 <small>с доп.текстом</small></h2>
                <p>Алфавит и на подзаголовок своего переулка Строчка. Грустный реторический вопрос скатился по его щеке и он продолжил свой путь. Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.</p>
                <h3>Заголовок H3</h3>
                <p>Алфавит и на подзаголовок своего переулка Строчка. Грустный реторический вопрос скатился по его щеке и он продолжил свой путь. Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.</p>
                <h3>Заголовок H3 с лэйблом <span class="label label-default">New</span></h3>
                <p>Алфавит и на подзаголовок своего переулка Строчка. Грустный реторический вопрос скатился по его щеке и он продолжил свой путь. Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.</p>
                <h4>Заголовок H4</h4>
                <p>Алфавит и на подзаголовок своего переулка Строчка. Грустный реторический вопрос скатился по его щеке и он продолжил свой путь. Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.</p>

                <div class="abstand"></div>


                <h2>Картинки в тексте</h2>
                <a href="/bitrix/templates/happia/images/sample-img.jpg" rel="gallery" class="pull-left intext bordered fancybox">
                    <img alt="" src="/bitrix/templates/happia/images/sample-img.jpg" />
                    <span class="caption-text">Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция
                    ментально оспособляет закон внешнего мира.</span>
                </a>
                <p>Если бы я не сдерживался ради родителей, я бы давно заявил об уходе, я бы подошел к своему хозяину и выложил ему все, что о нем думаю. Он бы так и свалился с конторки! Странная у него манера – садиться на конторку и с ее высоты разговаривать со служащим, который вдобавок вынужден подойти вплотную к конторке из-за того, что хозяин туг на ухо. Однако надежда еще не совсем потеряна: как только я накоплю денег, чтобы выплатить долг моих родителей – на это уйдет еще лет пять-шесть, – я так и поступлю.</p>
                <a href="/bitrix/templates/happia/images/sample-img2.jpg" rel="gallery" class="pull-right intext bordered fancybox">
                    <img alt="" src="/bitrix/templates/happia/images/sample-img2.jpg" />
                </a>
                <p>Тут-то мы и распрощаемся раз и навсегда. А пока что надо подниматься, мой поезд отходит в пять». И он взглянул на будильник, который тикал на сундуке. «Боже правый!» – подумал он. Было половина седьмого, и стрелки спокойно двигались дальше, было даже больше половины, без малого уже три четверти.</p>
                <p>Неужели будильник не звонил? С кровати было видно, что он поставлен правильно, на четыре часа; и он, несомненно, звонил. Но как можно было спокойно спать под этот сотрясающий мебель трезвон?</p>
                <p>Ну, спал-то он неспокойно, но, видимо, крепко. Однако что делать теперь? Следующий поезд уходит в семь часов; чтобы поспеть на него, он должен отчаянно торопиться, а набор образцов еще не упакован, да и сам он отнюдь не чувствует себя свежим и легким на подъем. Если бы я не сдерживался ради родителей, я бы давно заявил об уходе, я бы подошел к своему хозяину и выложил ему все, что о нем думаю. Он бы так и свалился с конторки! Странная у него манера – садиться на конторку и с ее высоты разговаривать со служащим, который вдобавок вынужден подойти вплотную к конторке из-за того, что хозяин туг на ухо. Однако надежда еще не совсем потеряна: как только я накоплю денег, чтобы выплатить долг моих родителей – на это уйдет еще лет пять-шесть, – я так и поступлю.</p>

                <div class="abstand"></div>



                <h2>Таблица</h2>

                <table class="table table-striped table-hover">
                    <thead>
                    <tr>
                        <th>Заголовок</th>
                        <th>Заголовок</th>
                        <th>Заголовок</th>
                        <th>Заголовок</th>
                    </tr>
                    </thead>
                    <tbody>
                    <tr>
                        <td>Текст</td>
                        <td>Текст</td>
                        <td>Текст</td>
                        <td>Текст</td>
                    </tr>
                    <tr>
                        <td>Текст</td>
                        <td>Текст</td>
                        <td>Текст</td>
                        <td>Текст</td>
                    </tr>
                    <tr>
                        <td>Текст</td>
                        <td>Текст</td>
                        <td>Текст</td>
                        <td>Текст</td>
                    </tr>
                    <tr>
                        <td>Текст</td>
                        <td>Текст</td>
                        <td>Текст</td>
                        <td>Текст</td>
                    </tr>
                    <tr>
                        <td>Текст</td>
                        <td>Текст</td>
                        <td>Текст</td>
                        <td>Текст</td>
                    </tr>
                    </tbody>
                </table>

                <div class="abstand"></div>

                <h2>Адаптивное видео</h2>

                <div class="row">
                    <div class="col-xs-12 col-sm-6">
                        <div class="embed-responsive embed-responsive-16by9">
                            <iframe src="http://www.youtube.com/embed/52uz48UA5t4?rel=0" class="embed-responsive-item"></iframe>
                        </div>
                    </div>
                    <div class="col-xs-12 col-sm-6">
                        <div class="embed-responsive embed-responsive-16by9">
                            <iframe src="http://player.vimeo.com/video/86960593?color=c12026" class="embed-responsive-item"></iframe>
                        </div>
                    </div>
                </div>

                <div class="abstand"></div>



                <h2>Текст и видео</h2>

                <div class="row">
                    <div class="col-xs-12 col-sm-8">
                        <h4>Заголовок</h4>
                        <p>Грустный реторический вопрос скатился по его щеке и он продолжил свой путь. По дороге встретил текст
                            рукопись. Она предупредила его: «В моей стране все переписывается по несколько раз. Единственное, что от
                            меня осталось, это приставка «и». Возвращайся ты лучше в свою безопасную страну». Не послушавшись
                            рукописи, наш текст продолжил свой путь. Вскоре ему повстречался коварный составитель рекламных текстов,
                            напоивший его языком и речью и заманивший в свое агенство, которое использовало его снова и снова в
                            своих проектах. И если его не переписали, то живет он там до сих пор.Далеко-далеко за словесными горами
                            в стране гласных и согласных живут рыбные тексты.</p>
                    </div>
                    <div class="col-xs-12 col-sm-4">
                        <div class="embed-responsive embed-responsive-16by9">
                            <iframe src="http://www.youtube.com/embed/52uz48UA5t4?rel=0" class="embed-responsive-item"></iframe>
                        </div>
                    </div>
                </div>

                <div class="abstand"></div>

                
                <h2>Картинки в ряд</h2>
                <div class="row">
                  <div class="col-xs-6 col-md-3">
                    <a href="/bitrix/templates/happia/images/sample-img.jpg" class="thumbnail fancybox" rel="gallery">
                    <img alt="" src="/bitrix/templates/happia/images/sample-img.jpg" />
                    </a>
                  </div>
                  <div class="col-xs-6 col-md-3">
                    <a href="/bitrix/templates/happia/images/sample-img2.jpg" class="thumbnail fancybox" rel="gallery">
                    <img alt="" src="/bitrix/templates/happia/images/sample-img2.jpg" />
                    </a>
                  </div>
                  <div class="col-xs-6 col-md-3">
                    <a href="/bitrix/templates/happia/images/sample-img.jpg" class="thumbnail fancybox" rel="gallery">
                    <img alt="" src="/bitrix/templates/happia/images/sample-img.jpg" />
                    </a>
                  </div>
                  <div class="col-xs-6 col-md-3">
                    <a href="/bitrix/templates/happia/images/sample-img2.jpg" class="thumbnail fancybox" rel="gallery">
                    <img alt="" src="/bitrix/templates/happia/images/sample-img2.jpg" />
                    </a>
                  </div>
                </div>

                <div class="abstand"></div>

                <h2>Разделители</h2>

                <hr class="spacer spacer-1" />
                <hr class="spacer spacer-2 gray" />
                <hr class="spacer spacer-2 danger" />
                <hr class="spacer spacer-2 success" />
                <div class="spacer spacer-3 danger">Слово</div>
                <div class="spacer spacer-3 success">Длинное слово</div>

                <div class="abstand"></div>


                <h2>Картинки в ряд с текстом</h2>

                <div class="row">
                  <div class="col-xs-6 col-md-3">
                    <a href="/bitrix/templates/happia/images/sample-img.jpg" class="thumbnail fancybox" rel="gallery">
                    <img alt="" src="/bitrix/templates/happia/images/sample-img.jpg" />
                    </a>
                    <div class="caption">
                        <h3>Заголовок</h3>
                        <p>Те, кому когда-либо приходилось делать в квартире ремонт, наверное, обращали внимание на старые газеты, наклеенные под обоями.</p>
                        <p><a href="#" class="btn btn-primary" role="button">Кнопка</a></p>
                    </div>
                  </div>
                  <div class="col-xs-6 col-md-3">
                    <a href="/bitrix/templates/happia/images/sample-img2.jpg" class="thumbnail fancybox" rel="gallery">
                    <img alt="" src="/bitrix/templates/happia/images/sample-img2.jpg" />
                    </a>
                    <div class="caption">
                        <h3>Заголовок</h3>
                        <p>Те, кому когда-либо приходилось делать в квартире ремонт, наверное, обращали внимание на старые газеты, наклеенные под обоями.</p>
                        <p><a href="#" class="btn btn-primary" role="button">Кнопка</a></p>
                    </div>
                  </div>
                  <div class="col-xs-6 col-md-3">
                    <a href="/bitrix/templates/happia/images/sample-img.jpg" class="thumbnail fancybox" rel="gallery">
                    <img alt="" src="/bitrix/templates/happia/images/sample-img.jpg" />
                    </a>
                    <div class="caption">
                        <h3>Заголовок</h3>
                        <p>Те, кому когда-либо приходилось делать в квартире ремонт, наверное, обращали внимание на старые газеты, наклеенные под обоями.</p>
                        <p><a href="#" class="btn btn-primary" role="button">Кнопка</a></p>
                    </div>
                  </div>
                  <div class="col-xs-6 col-md-3">
                    <a href="/bitrix/templates/happia/images/sample-img2.jpg" class="thumbnail fancybox" rel="gallery">
                    <img alt="" src="/bitrix/templates/happia/images/sample-img2.jpg" />
                    </a>
                    <div class="caption">
                        <h3>Заголовок</h3>
                        <p>Те, кому когда-либо приходилось делать в квартире ремонт, наверное, обращали внимание на старые газеты, наклеенные под обоями.</p>
                        <p><a href="#" class="btn btn-primary" role="button">Кнопка</a></p>
                    </div>
                  </div>
                </div>

                <div class="abstand"></div>


                <h2>Списки</h2>
                <div class="row">
                    <div class="col-xs-12 col-sm-6">
                        <ul>
                            <li>Далеко-далеко за словесными горами</li>
                            <li>Вдали от всех живут они в буквенных домах на берегу</li>
                            <li>Эта парадигматическая страна</li>
                            <li>Даже всемогущая пунктуаци</li>
                        </ul>
                    </div>
                    <div class="col-xs-12 col-sm-6">
                        <ol>
                            <li>Далеко-далеко за словесными горами</li>
                            <li>Вдали от всех живут они в буквенных домах на берегу</li>
                            <li>Эта парадигматическая страна</li>
                            <li>Даже всемогущая пунктуаци</li>
                        </ol>
                    </div>
                </div>

                <div class="abstand"></div>



                <h2></h2>
                <div class="row">
                    <div class="col-xs-12 col-sm-6">
                        <ul class="list-group">
                            <li class="list-group-item">Далеко-далеко за словесными горами</li>
                            <li class="list-group-item">Вдали от всех живут они в буквенных домах на берегу</li>
                            <li class="list-group-item">Эта парадигматическая страна</li>
                            <li class="list-group-item">Даже всемогущая пунктуаци</li>
                        </ul>
                    </div>
                    <div class="col-xs-12 col-sm-6">
                        <ul class="list-group">
                            <li class="list-group-item"><span class="badge">14</span>Далеко-далеко за словесными горами</li>
                            <li class="list-group-item"><span class="badge">123</span>Вдали от всех живут они в буквенных домах на берегу</li>
                            <li class="list-group-item"><span class="badge">Слово</span>Эта парадигматическая страна</li>
                            <li class="list-group-item"><span class="badge">Длинное слово</span>Даже всемогущая пунктуаци</li>
                        </ul>
                    </div>
                </div>


                <div class="abstand"></div>

                <h2>Баннер</h2>
                <div class="jumbotron">
                    <h1>Очень важный заголовок!</h1>
                    <p>Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция ментально оспособляет закон
                    внешнего мира. Сомнение раскладывает на элементы неоднозначный структурализм. Смысл жизни профанирует принцип
                    восприятия, отрицая очевидное. Жизнь философски ассоциирует напряженный постмодернизм. Объект деятельности
                    означает конфликт. Согласно предыдущему, конфликт, в рамках сегодняшних воззрений, ясен не всем.</p>
                    <p><a class="btn btn-primary btn-lg" href="#" role="button">Узнать больше</a></p>
                </div>

                <div class="abstand"></div>


                
                <h2>Панель</h2>

                <div class="panel panel-default">
                  <div class="panel-heading"><h4>Опциональная шапка панели с любым контентом</h4></div>
                  <div class="panel-body">
                    <p>Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция ментально оспособляет закон
                    внешнего мира. Сомнение раскладывает на элементы неоднозначный структурализм. Смысл жизни профанирует принцип
                    восприятия, отрицая очевидное. Жизнь философски ассоциирует напряженный постмодернизм. Объект деятельности
                    означает конфликт. Согласно предыдущему, конфликт, в рамках сегодняшних воззрений, ясен не всем.</p>
                  </div>
                  <div class="panel-body">
                    <p>Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция ментально оспособляет закон
                    внешнего мира. Сомнение раскладывает на элементы неоднозначный структурализм. Смысл жизни профанирует принцип
                    восприятия, отрицая очевидное. Жизнь философски ассоциирует напряженный постмодернизм. Объект деятельности
                    означает конфликт. Согласно предыдущему, конфликт, в рамках сегодняшних воззрений, ясен не всем.</p>
                  </div>
                  <div class="panel-footer">Опциональный подвал панели с любым контентом</div>
                </div>



                <div class="panel panel-primary">
                  <div class="panel-heading"><h4>Опциональная шапка панели с любым контентом</h4></div>
                  <div class="panel-body">
                    <p>Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция ментально оспособляет закон
                    внешнего мира. Сомнение раскладывает на элементы неоднозначный структурализм. Смысл жизни профанирует принцип
                    восприятия, отрицая очевидное. Жизнь философски ассоциирует напряженный постмодернизм. Объект деятельности
                    означает конфликт. Согласно предыдущему, конфликт, в рамках сегодняшних воззрений, ясен не всем.</p>
                  </div>
                   <table class="table table-striped table-hover">
                        <thead>
                        <tr>
                            <th>Заголовок</th>
                            <th>Заголовок</th>
                            <th>Заголовок</th>
                            <th>Заголовок</th>
                        </tr>
                        </thead>
                        <tbody>
                        <tr>
                            <td>Текст</td>
                            <td>Текст</td>
                            <td>Текст</td>
                            <td>Текст</td>
                        </tr>
                        <tr>
                            <td>Текст</td>
                            <td>Текст</td>
                            <td>Текст</td>
                            <td>Текст</td>
                        </tr>
                        </tbody>
                    </table>
                </div>


                <div class="abstand"></div>




                <h2>Выделенный текст</h2>

                <p>Смысл жизни профанирует принцип <span class="label label-default">восприятия</span>, отрицая очевидное. Жизнь <span class="label label-primary">философски</span> ассоциирует напряженный постмодернизм. Объект деятельности означает конфликт. Согласно <span class="label label-success">предыдущему</span>, конфликт, в рамках сегодняшних воззрений, ясен не всем. Те, кому когда-либо приходилось делать в квартире <span class="label label-info">ремонт</span>, наверное, обращали внимание на старые газеты, наклеенные под <span class="label label-warning">обоями</span>. Однажды одна маленькая строчка <span class="label label-danger">рыбного текста</span> по имени Lorem ipsum решила выйти в большой мир грамматики.</p>

                <div class="abstand"></div>


                <h2>Очень выделенный текст</h2>

                <div class="alert alert-success">
                    <p>Те, кому когда-либо приходилось делать в квартире ремонт, наверное, обращали внимание на старые газеты, наклеенные под обоями.</p>
                </div>
                <div class="alert alert-info">
                    <p>Как правило, пока все статьи не перечитаешь, ничего другого делать не можешь. Интересно же — обрывки текста, чья-то жизнь...</p>
                </div>
                <div class="alert alert-warning">
                    <p>Как правило, пока все статьи не перечитаешь, ничего другого делать не можешь. Интересно же — обрывки текста, чья-то жизнь...</p>
                </div>
                <div class="alert alert-danger">
                    <p>Как правило, пока все статьи не перечитаешь, ничего другого делать не можешь. Интересно же — обрывки текста, чья-то жизнь...</p>
                </div>

                <div class="abstand"></div>

                <h2>Колонки с текстом</h2>

                <div class="row">
                    <div class="col-xs-12 col-sm-6">
                        <h4>Колонка 1/2</h4>
                        <p>Однажды одна маленькая строчка рыбного текста по имени Lorem ipsum решила выйти в большой мир грамматики.</p>
                    </div>
                    <div class="col-xs-12 col-sm-6">
                        <h4>Колонка 1/2</h4>
                        <p>Великий Оксмокс предупреждал ее о злых запятых, диких знаках вопроса и коварных точках с запятой, но
                            текст не дал сбить себя с толку.</p>
                    </div>
                </div>

                <div class="row">
                    <div class="col-xs-12 col-sm-4">
                        <h4>Колонка 1/3</h4>
                        <p>Проснувшись однажды утром после беспокойного сна, Грегор Замза обнаружил, что он у себя в постели
                            превратился в страшное насекомое.</p>
                    </div>
                    <div class="col-xs-12 col-sm-4">
                        <h4>Колонка 1/3</h4>
                        <p>Его многочисленные, убого тонкие по сравнению с остальным телом ножки беспомощно копошились у него перед
                            глазами.</p>
                    </div>
                    <div class="col-xs-12 col-sm-4">
                        <h4>Колонка 1/3</h4>
                        <p>Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех
                            хорошо знакомых стенах.</p>
                    </div>
                </div>

                <div class="row">
                    <div class="col-xs-12 col-sm-3">
                        <h4>Колонка 1/4</h4>
                        <p>Затем взгляд Грегора устремился в окно, и пасмурная погода – слышно было, как по жести подоконника стучат
                            капли дождя.</p>
                    </div>
                    <div class="col-xs-12 col-sm-3">
                        <h4>Колонка 1/4</h4>
                        <p>С какой бы силой ни поворачивался он на правый бок, он неизменно сваливался опять на спину.</p>
                    </div>
                    <div class="col-xs-12 col-sm-3">
                        <h4>Колонка 1/4</h4>
                        <p>Деловых волнений куда больше, чем на месте, в торговом доме, а кроме того, изволь терпеть тяготы дороги,
                            думай о расписании поездов.</p>
                    </div>
                    <div class="col-xs-12 col-sm-3">
                        <h4>Колонка 1/4</h4>
                        <p>Другие коммивояжеры живут, как одалиски. Когда я, например, среди дня возвращаюсь в гостиницу.</p>
                    </div>
                </div>


                <div class="abstand"></div>



                <h2>Заглавные буквы</h2>
                <div class="row">
                    <div class="col-xs-12 col-sm-4">
                        <span class="dropcap1">П</span>
                        <p>Проснувшись однажды утром после беспокойного сна, Грегор Замза обнаружил, что он у себя в постели
                            превратился в страшное насекомое.</p>
                    </div>
                    <div class="col-xs-12 col-sm-4">
                        <span class="dropcap2">Е</span>
                        <p>Его многочисленные, убого тонкие по сравнению с остальным телом ножки беспомощно копошились у него перед
                            глазами.</p>
                    </div>
                    <div class="col-xs-12 col-sm-4">
                        <span class="dropcap3">Е</span>
                        <p>Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех
                            хорошо знакомых стенах.</p>
                    </div>
                </div>

                <div class="abstand"></div>


               <h2>Заметки в тексте</h2>
                <div class="alert alert-warning">
                    <h4>Заметка:</h4>
                    Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет,
                    который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку.
                </div>
                <p>Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция ментально оспособляет закон
                    внешнего мира. Сомнение раскладывает на элементы неоднозначный структурализм. Смысл жизни профанирует принцип
                    восприятия, отрицая очевидное. Жизнь философски ассоциирует напряженный постмодернизм. Объект деятельности
                    означает конфликт. Согласно предыдущему, конфликт, в рамках сегодняшних воззрений, ясен не всем.</p>
                <div class="alert alert-warning pull-left">
                    <h4>Заметка:</h4>
                    Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет,
                    который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку.
                </div>
                <p>Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция ментально оспособляет закон
                    внешнего мира. Сомнение раскладывает на элементы неоднозначный структурализм. Смысл жизни профанирует принцип
                    восприятия, отрицая очевидное. Жизнь философски ассоциирует напряженный постмодернизм. Объект деятельности
                    означает конфликт. Согласно предыдущему, конфликт, в рамках сегодняшних воззрений, ясен не всем.</p>
                <p>Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция ментально оспособляет закон
                    внешнего мира. Сомнение раскладывает на элементы неоднозначный структурализм. Смысл жизни профанирует принцип
                    восприятия, отрицая очевидное. Жизнь философски ассоциирует напряженный постмодернизм. Объект деятельности
                    означает конфликт. Согласно предыдущему, конфликт, в рамках сегодняшних воззрений, ясен не всем.</p>

               <div class="alert alert-warning pull-right">
                    <h4>Заметка:</h4>
                    Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет,
                    который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку.
                </div>
                <p>Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция ментально оспособляет закон
                    внешнего мира. Сомнение раскладывает на элементы неоднозначный структурализм. Смысл жизни профанирует принцип
                    восприятия, отрицая очевидное. Жизнь философски ассоциирует напряженный постмодернизм. Объект деятельности
                    означает конфликт. Согласно предыдущему, конфликт, в рамках сегодняшних воззрений, ясен не всем.</p>
                <p>Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция ментально оспособляет закон
                    внешнего мира. Сомнение раскладывает на элементы неоднозначный структурализм. Смысл жизни профанирует принцип
                    восприятия, отрицая очевидное. Жизнь философски ассоциирует напряженный постмодернизм. Объект деятельности
                    означает конфликт. Согласно предыдущему, конфликт, в рамках сегодняшних воззрений, ясен не всем.</p>

                <div class="abstand"></div>


                <h2>Табы</h2>
                <ul class="nav nav-tabs" role="tablist">
                    <li class="active"><a href="#tab1" role="tab" data-toggle="tab">Таб 1</a></li>
                    <li><a href="#tab2" role="tab" data-toggle="tab">Таб 2</a></li>
                    <li><a href="#tab3" role="tab" data-toggle="tab">Таб 3</a></li>
                </ul>
                <div class="tab-content">
                    <div role="tabpanel" class="tab-pane active" id="tab1">
                        <p>Однажды одна маленькая строчка рыбного текста по имени Lorem ipsum решила выйти в большой мир грамматики. Великий Оксмокс предупреждал ее о злых запятых, диких знаках вопроса и коварных точках с запятой, но текст не дал сбить себя с толку.</p>
                    </div>
                    <div role="tabpanel" class="tab-pane" id="tab2">
                        <p>Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция ментально оспособляет закон внешнего мира. Сомнение раскладывает на элементы неоднозначный структурализм. Смысл жизни профанирует принцип восприятия, отрицая очевидное. Жизнь философски ассоциирует напряженный постмодернизм. Объект деятельности означает конфликт. Согласно предыдущему, конфликт, в рамках сегодняшних воззрений, ясен не всем.</p>
                    </div>
                    <div role="tabpanel" class="tab-pane" id="tab3">
                        <p>Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет, который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку.</p>
                    </div>
                </div>

                <div class="abstand"></div>

                <h2>Тултип</h2>

                <p>Великий Оксмокс предупреждал ее о злых запятых, диких знаках <span class="help" data-content="Подсказка подсказка">вопроса</span>
                    и коварных точках с запятой
                    <span class="help help_icon" title="Опциональный заголовок помощи" data-content="Подсказка подсказка о злых запятых, диких знаках вопроса и коварных точках с запятой"></span>
                </p>
                <p><span class="help" title="Подсказка подсказка" data-content="<img src='/bitrix/templates/happia/images/sample-img.jpg' />Подсказка о злых запятых">Подсказка с картинкой</span></p>
                <p><span class="help" title="" data-content="<img src='/bitrix/templates/happia/images/sample-img.jpg' />Подсказка подсказка о злых<br/>запятых, диких знаках вопроса<br/>и коварных точках с запятой">Подсказка с картинкой 2</span></p>

                <div class="abstand"></div>


                <h2>Аккордеон</h2>


                <div class="panel-group" id="accordion">
                  <div class="panel panel-default">
                    <div class="panel-heading" id="headingOne">
                      <h4 class="panel-title">
                        <a data-toggle="collapse" data-parent="#accordion" href="#collapseOne">
                          Аккордеон 1
                        </a>
                      </h4>
                    </div>
                    <div id="collapseOne" class="panel-collapse collapse in">
                      <div class="panel-body">
                        Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция ментально оспособляет закон
                        внешнего мира. Сомнение раскладывает на элементы неоднозначный структурализм. Смысл жизни профанирует принцип
                        восприятия, отрицая очевидное. Жизнь философски ассоциирует напряженный постмодернизм. Объект деятельности
                        означает конфликт. Согласно предыдущему, конфликт, в рамках сегодняшних воззрений, ясен не всем.
                      </div>
                    </div>
                  </div>
                  <div class="panel panel-default">
                    <div class="panel-heading" id="headingTwo">
                      <h4 class="panel-title">
                        <a data-toggle="collapse" data-parent="#accordion" href="#collapseTwo" class="collapsed">
                          Аккордеон 2
                        </a>
                      </h4>
                    </div>
                    <div id="collapseTwo" class="panel-collapse collapse">
                      <div class="panel-body">
                        Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция ментально оспособляет закон
                        внешнего мира. Сомнение раскладывает на элементы неоднозначный структурализм. Смысл жизни профанирует принцип
                        восприятия, отрицая очевидное. Жизнь философски ассоциирует напряженный постмодернизм. Объект деятельности
                        означает конфликт. Согласно предыдущему, конфликт, в рамках сегодняшних воззрений, ясен не всем.
                      </div>
                    </div>
                  </div>
                  <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingThree">
                      <h4 class="panel-title">
                        <a data-toggle="collapse" data-parent="#accordion" href="#collapseThree" class="collapsed">
                          Аккордеон 3
                        </a>
                      </h4>
                    </div>
                    <div id="collapseThree" class="panel-collapse collapse">
                      <div class="panel-body">
                        Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция ментально оспособляет закон
                        внешнего мира. Сомнение раскладывает на элементы неоднозначный структурализм. Смысл жизни профанирует принцип
                        восприятия, отрицая очевидное. Жизнь философски ассоциирует напряженный постмодернизм. Объект деятельности
                        означает конфликт. Согласно предыдущему, конфликт, в рамках сегодняшних воззрений, ясен не всем.
                      </div>
                    </div>
                  </div>
                </div>

                <div class="abstand"></div>


                <h2>Всплывающий див</h2>
                <button type="button" class="btn btn-primary btn-lg" data-toggle="modal" data-target="#myModal">Кнопка или любой другой элемент с такими же атрибутами</button>
                <div class="modal fade" id="myModal" tabindex="-1">
                  <div class="modal-dialog">
                    <div class="modal-content">
                      <div class="modal-header">
                        <button type="button" class="close" data-dismiss="modal"><span>&times;</span></button>
                        <h4 class="modal-title" id="myModalLabel">Заголовок</h4>
                      </div>
                      <div class="modal-body">
                        <p>Принцип восприятия непредвзято создает паллиативный интеллект, условно. Концепция ментально оспособляет закон
                        внешнего мира. Сомнение раскладывает на элементы неоднозначный структурализм. Смысл жизни профанирует принцип
                        восприятия, отрицая очевидное. Жизнь философски ассоциирует напряженный постмодернизм. Объект деятельности
                        означает конфликт. Согласно предыдущему, конфликт, в рамках сегодняшних воззрений, ясен не всем.</p>
                      </div>
                      <div class="modal-footer">
                        <button type="button" class="btn btn-default" data-dismiss="modal">Закрыть</button>
                      </div>
                    </div>
                  </div>
                </div>





            </div>
        </div>




<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>